[
  "Brad was born in Winston-Salem, NC",
  "Brad started brewing in 2005. Or so.",
  "Brad's first brew was a mead, not beer. Mead is fermented honey, pleb.",
  "As of this writing, Brad is a grumpy old fart.",
  "Brad started Thirsty Nomad Brewing with 3 bucks and rag tag band of adventures with no clue what they were doing.",
  "Brad is about 5 feet 6 inches tall and growing shorter every day.",
  "The Thirsty Nomad logo is not based on Brad. Just a coincidence.",
  "IT'S NOT A CULT!",
  "Brad speaks 2 languages, neither of them fluently.",
  "Brad's super power is Olympic level boundary jumping.",
  "Britney is Brad's killer.",
  "Christie has a potato penis.",
  "Brad is Mug #3.",
  "Hit me baby Juan more time.",
  "Brad's LEAST favorite color is orange. Otherwise, meh.",
  "Brad's favorite beer is the one in his hand. Unless it's Legion, because FUCK LEGION.",
  "Jimmy Page is a god. Not THE God, just a god.",
  "JOPO is an initialism for 'Jack Off, Pass Out'.",
  "Brad doesn't have a favorite movie. That would be racist.",
  "Brad hates Mitch McConnell more than Donald Trump.",
  "Brad is fueled 30% by beer, 60% by rage, and 10% by beef.",
  "Brad's middle name starts with a vowel.",
  "Brad's first name is from the old English and roughly translates to 'Broad Meadow'.",
  "Brad's middle name is passed down from his grandfather. Who was an alcoholic, so...you know.",
  "Brad's favorite game store is Carolina Tabletop Games in Pineville, NC.",
  "Brad firmly believes the Empire did nothing wrong.",
  "Brad is Team Jacob",
  "Brad's taste in 80's movies is IMPECCABLE, Susan.",
  "Brad sucks at solo trivia.",
  "Brad may or may not own more than one shiny shirt.",
  "ASL: 44(ish)/m/*heavy breathing*",
  "Oh *that* Shannon. OG Shannon.",
  "Brad's cat-owner is named Gizmo. Fuck that guy.",
  "There is a bird in Brad's house that prefers to shit on him over all other places.",
  "Brad's not better than you. He just thinks he is.",
  "Please call Darryl 'Chocolate Bear'.",
  "Surely Brad can't be serious? He is serious! And dont call him Shirley."
]